from config import settings
# medichis 웹 정보들 담을 것들
if settings.TEST : 
    session_data = {"c00032":"모비닥메디씨","c00033":"우아한방병원","c00034":"우아한방병원","c00051":"당당한방병원","c00052":"당당한방병원","c00053":"리봄한방병원","c00054":"광덕안정한방병원","c00055":"리봄한방병원 대구점","c00057":"메타한방병원","c00065":"우아한신경외과","c00066":"새로본한방병원","c00068":"라라한방병원","c00069":"당당한방병원","c00070":"바른지성한방병원","c00071":"소담한방병원","c00075":"우아한방병원","c00076":"원흥바른신경외과","c00078":"레메디(Remedy)한방병원","c00079":"창한방병원","c00080":"비엘성형외과의원","c00081":"검단수한방병원","c00082":"당당한방병원"}
else : 
    session_data = {}

RESERVED=1 # 예약
DEPLOYING=2 # 배포중
SUCCESS=3 # 성공
FAIL=4 # 실패
CANCLED=5 # 취소